{
  "0.0": 463,
  "0.01": 464,
  "0.02": 465,
  "0.03": 466,
  "0.04": 467,
  "0.05": 468,
  "0.06": 469,
  "0.07": 470,
  "0.08": 471,
  "0.09": 472,
  "0.1": 473,
  "0.11": 474,
  "0.12": 475,
  "0.13": 476,
  "0.14": 477,
  "0.15": 478,
  "0.16": 479,
  "0.17": 480,
  "0.18": 481,
  "0.19": 482,
  "0.2": 483,
  "0.21": 484,
  "0.22": 485,
  "0.23": 486,
  "0.24": 487,
  "0.25": 488,
  "0.26": 489,
  "0.27": 490,
  "0.28": 491,
  "0.29": 492,
  "0.3": 493,
  "0.31": 494,
  "0.32": 495,
  "0.33": 496,
  "0.34": 497,
  "0.35": 498,
  "0.36": 499,
  "0.37": 500,
  "0.38": 501,
  "0.39": 502,
  "0.4": 503,
  "0.41": 504,
  "0.42": 505,
  "0.43": 506,
  "0.44": 507,
  "0.45": 508,
  "0.46": 509,
  "0.47": 510,
  "0.48": 511,
  "0.49": 512,
  "0.5": 513,
  "0.51": 514,
  "0.52": 515,
  "0.53": 516,
  "0.54": 517,
  "0.55": 518,
  "0.56": 519,
  "0.57": 520,
  "0.58": 521,
  "0.59": 522,
  "0.6": 523,
  "0.61": 524,
  "0.62": 525,
  "0.63": 526,
  "0.64": 527,
  "0.65": 528,
  "0.66": 529,
  "0.67": 530,
  "0.68": 531,
  "0.69": 532,
  "0.7": 533,
  "0.71": 534,
  "0.72": 535,
  "0.73": 536,
  "0.74": 537,
  "0.75": 538,
  "0.76": 539,
  "0.77": 540,
  "0.78": 541,
  "0.79": 542,
  "0.8": 543,
  "0.81": 544,
  "0.82": 545,
  "0.83": 546,
  "0.84": 547,
  "0.85": 548,
  "0.86": 549,
  "0.87": 550,
  "0.88": 551,
  "0.89": 552,
  "0.9": 553,
  "0.91": 554,
  "0.92": 555,
  "0.93": 556,
  "0.94": 557,
  "0.95": 558,
  "0.96": 559,
  "0.97": 560,
  "0.98": 561,
  "0.99": 562,
  "1.0": 563
}
